;Language file of Revo Uinstaller
;This section must use english
[Info]
Language= Français/French
WebLang=FRA
Translator=Nightlight
Codepage=UNICODE
Version=1.94

[Uninstaller Toolbar]
102 = Vue
103 = Options
104 = Désinstalleur
105 = Outils
106 = Mode Chasseur
107 = Liste
108 = Icônes
109 = Détails
110 = Désinstaller
111 = Supprimer l'entrée
112 = Rafraîchir
113 = Etes-vous sûr de vouloir supprimer l'entrée sélectionnée ?
114 = Etes-vous sûr de vouloir désinstaller le programme sélectionné ?
115 = Mise à jour automatique
116 = Aide
117 = Aide de l'outil actuel...
118 = Page d'Accueil...
119 = A propos...
120 = Vous n'êtes pas un Administrateur!
121 = Etes-vous sûr de vouloir désinstaller le composant système sélectionné?\nARRETEZ à moins d'être certain de ce que vous êtes en train de faire!
122 = Le désinstalleur vous montre tous les programmes et composants installés de tous les utilisateurs, l'utilisateur courant inclus. Dans certains types de vues, ou par le menu contextuel, vous pouvez obtenir des informations supplémentaires, liens et propriétés sur les installations. Une fonction importante de Revo uninstaller est le Mode Chasseur. Ce mode vous donne la possibilité de désinstaller (Arrêt, Suppression ou Désactivation du démarrage automatique) avec juste un clic sur les applications.
123 = Rechercher
124 = Trouvée(s):
125 = Etes-vous sur de vouloir supprimer le composant système sélectionné du registre ?nCelà peut être recquis par votre système d'exploitation!
126 = Est supprimé du démarrage automatique!
127 = Est ajouté pour démarrer automatiquement!
128 = %s à le même chemin d'installation que %s!\nCelà trouvera des éléments restants pour les deux applications! Par prudence, vérifier ceux que vous voulez supprimer!
129 = Forcer la désinstallation

[Uninstaller List]
150 = Application
151 = Poids
152 = Version
153 = Date d'installation
154 = Compagnie 
155 = Site Web
156 = Commentaire
157 = Chemin de la désinstallation
158 = Clé Registre
159 = Installeur

[Uninstaller StatusBar]
201 = Installations:
202 = Chargement...


[Registry Optimizer]
302 = Sélectionnez ce que vous voulez scanner
303 = Menu démarrer

[AutoRun Toolbar]
407 = Démarrer
408 = Stopper
409 = Supprimer
410 = Objets :
411 = Activés :
412 = Avec le Gestionnaire de démarrage, vous pouvez non seulement activer ou désactiver les applications se lançant automatiquement au démarrage de Windows, mais aussi obtenir plus d'informations sur une application précise réglée pour se lancer au démarrage de Windows. Vous pouvez connaître l'éditeur du progamme se lançant automatiquement,son descriptif, son chemin de lancement (où il est sauvegardé sur l'ordinateur), le statut de l'application (s'il est lancé ou non).

[AutoRun List]
450 = Nom de démarrage
451 = Chemin de lancement
452 = Description
453 = Editeur
454 = Statut
455 = Emplacement
456 = Démarré
457 = Non démarré
458 = Non valide
459 = Stopper le Processus
460 = Démarrer le Processus
461 = Ouvrir le Répertoire Conteneur
462 = Aller à l'emplacement
463 = Copier le chemin de lancement
464 = Supprimer la sélection
465 = Supprimer tout ce qui n'est pas valide
466 = Supprimer tout ce qui n'est pas démarré
467 = Supprimer tout ce qui est désactivé
468 = Propriétés...
470 = Etes-vous sûr de vouloir fermer l'application sélectionnée?\nToutes les données non sauvegardées seront perdues!
471 = Etes-vous sûr de vouloir supprimer l'objet sélectionné?
472 = Etes-vous sûr de vouloir supprimer tous les objets non valides?
473 = Etes-vous sûr de vouloir supprimer tous les objets non démarrés?
474 = Etes-vous sûr de vouloir supprimer tous les objets désactivés?
475 = La commande n'existe pas!
476 = INCONNU
477 = Désactiver le démarrage automatique
478 = Activer le démarrage automatique


[Outlook Control]
300 = Optimisation
301 = Optimisation du Registre
400 = Gestionnaire de Démarrage
500 = Nettoyeur de Traces
501 = Nettoyeur de Navigateurs
600 = Nettoyeur de MS Office
700 = Nettoyeur de Windows
800 = Supprimer les preuves
900 = Effacement définitif
2100 = Outils Windows
2200 = Nettoyeur de fichiers périmés

[Track Cleaner Browsers]
507 = Tout Nettoyer
508 = Nettoyer l'Historique des Pages Web visitées
509 = Supprimer l'Historique de la Barre d'Adresse
510 = Supprimer les Fichiers Internet Temporaires
511 = Supprimer les Cookies
512 = Supprimer les fichiers Index.dat
513 = Exécuter
514 = Supprimer l'Historique des Téléchargements
515 = Supprimer l'Historique des Sessions
516 = Supprimer l'Historique des formulaires
517 = Désinstalleur
518 = Etes-vous sûr de vouloir nettoyer tous les historiques sélectionnés?
521 = Etes-vous sûr de vouloir nettoyer l'historique d'Internet Explorer?
522 = Etes-vous sûr de vouloir nettoyer l'historique de Firefox?
523 = Etes-vous sûr de vouloir nettoyer l'historique d'Opéra?
524 = Etes-vous sûr de vouloir nettoyer l'historique de Netscape?
525 = Votre navigateur enregistre des informations sur les sites Internet que vous avez déjà visité. Ces informations sont facilement accessibles à partir de votre navigateur. En appuyant sur un bouton, n'importe qui peut voir où vous avez navigué sur le web! Avec le Nettoyeur de Navigateurs, vous pouvez effacer les fichiers internet temporaires, ce qui regroupent toutes les images vues, toutes les vidéos online visionnées et toutes les pages web visitées. Effacer les fichiers internet temporaires libère beaucoup d'espace sur le disque dur.
526 = Fermer votre navigateur avant de lancer le nettoyage des traces
527 = Les fichiers Index.dat seront supprimés au prochain redémarrage de l'ordinateur
599 = Opérations de nettoyage des traces des objets sélectionnés réalisées!


[Track Cleaner Office]
601 = Nettoyer
607 = Nettoyer l'Historique des Documents Récents de MS Word
608 = Inclut Word 2000, Word XP, Word 2003 et Word 2007
609 = Nettoyer l'Historique des Documents Récents de MS Excel
610 = Inclut Excel 2000, Excel XP, Excel 2003 et Excel 2007
611 = Nettoyer l'Historique des Documents Récents de MS Access
612 = Inclut Access 2000, Access XP, Access 2003  et Access 2007
613 = Nettoyer l'Historique des Documents Récents de MS PowerPoint
614 = Inclut PowerPoint 2000, PowerPoint XP, PowerPoint 2003 et PowerPoint 2007
615 = Nettoyer l'Historique des Documents Récents de MS FrontPage
616 = Inclut FrontPage 2000, FrontPage XP, FrontPage 2003 et FrontPage 2007
617 = Le Nettoyeur de MS Office vous permet de supprimer l'historique des fichiers récemments utilisés dans MS Word, Excel, Access, PowerPoint et Front Page. Si vous ne souhaitez pas que qui que ce soit puisse voir vos feuilles de calculs, documents ou autres fichiers créés en utilisant MS Office (dernièrement ouverts ou édités), sélectionnez ce que vous ne souhaitez pas qui soit vu et cliquez sur le bouton "Nettoyer". Vos fichiers utilisés récemment ne seront plus listés.

[Track Cleaner Windows]
701 = Nettoyer
707 = Nettoyer l'Historique des Documents Récents
708 = Nettoyer l'Historique de Exécuter du menu Démarrer
709 = Nettoyer l'Historique des Fichiers Recherchés
710 = Nettoyer l'Historique des Imprimantes, Ordinateurs et Personnes trouvés
711 = Vider le Presse-Papier
712 = Nettoyer l'Historique des Fichiers Récents de "MS Paint"
713 = Nettoyer l'Historique des Fichiers Récents de "MS Wordpad"
714 = Nettoyer l'Historique des Clés dernièrement ouvertes de Regedit
715 = Nettoyer l'Historique des ouvertures et enregistrements récents de la boîte de dialogue
716 = Nettoyer l'Historique des répertoires dernièrement visités avec la boîte de dialogue
717 = Vider la Corbeille
718 = Effacer les Fichiers Temporaires Windows
719 = Effacer les journaux de Clic du Menu Démarrer
720 = Microsoft Windows garde des traces de beaucoup de choses que vous faites avec votre ordinateur, comme l'historique des fichiers recherchés lorsque vous recherchez un fichier ou un répertoire; l'historique des documents récemments ouverts; l'historique des ouvertures/sauvegardes utilisé dans la boîte de dialogue d'ouverture/sauvegarde standard des differentes applications installées sur votre ordinateur, et plus encore. Le Nettoyeur de Windows vous permet de supprimer tous ces historiques et fichiers temporaires. Vous pouvez également vider votre corbeille et effacer les fichiers temporaires, celà libérera énormément d'espace du disque dur.
721 = L'historique de Exécuter sera supprimé après le redémarrage du processus explorer.exe
722 = Traces dans le Registre Windows
723 = Traces sur le disque dur local
724 = Supprime les fichiers inutiles de plantage mémoire
725 = Supprime les fragments de fichiers recupérés par Chkdsk ( Check Disk )


[Evidence Remove]
802 = Exécuter
803 = Effacement
804 = S'il vous plait, patientez durant l'effacement en cours
805 = Accompli
806 = Cochez les disques détenant les traces et preuves de votre travail que vous souhaitez effacer. Cet outil affecte seulement les données déjà effacées. ATTENTION: Une fois le processus accompli, il sera impossible de récupérer vos fichiers supprimés!
807 = Lorsque vous videz la corbeille de Windows, vos fichiers et dossiers sont simplement marqués comme supprimés mais ils ne sont pas effacés physiquement. Cet outil supprimera définitivement les fichiers et dossiers qui ont déjà été effacés mais qui sont restés physiquement sur le disque dur. Peu importe quel outil vous, ou qui que ce soit d'autres, utiliserez pour récupérer les données, le résultat sera toujours le même : les données effacées avec l'outil "Supprimer les preuves" sont impossibles à récupérer!
808 = Etes-vous sûr de vouloir effacer les traces et preuves restées sur les disques sélectionnés?


[Unrecoverable  Delete ]
912 = Liste des fichiers et répertoires qui seront supprimés et impossible à récupérer
913 = Fichiers
914 = Répertoires
915 = Insérer les fichiers que vous souhaitez supprimer et enlever du système. Ces fichiers ne pourront être récupéré par aucun outil logiciel ou physique!
916 = Insérer les répertoires que vous souhaitez supprimer et enlever du système. Ces répertoires ne pourront être récupéré par aucun outil logiciel ou physique!
917 = Ajouter les fichiers à supprimer
918 = Ajouter les répertoires à supprimer
919 = SUPPRIMER DEFINITIVEMENT
920 = Nettoyer la liste
921 = Si vous souhaitez supprimer un fichier ou un répertoire et être sûr que personne, peu importe les outils qu'ils utilisent, ne puissent être capable de récupérer ces fichiers ou répertoires, utilisez l'Effacement Définitif. Supprimer les fichiers et vider la corbeille n'implique pas que ces fichiers sont définitivement partis. Ils sont encore sur votre disque dur et tout le monde peut facilement récupérer ces données supprimées. L'outil Effacement Définitif rend celà impossible, du fait qu'il efface physiquement tous les fichiers et répertoires.
922 = Etes-vous sûr de vouloir définitivement supprimer les fichiers et répertoires sélectionnés?


[Options Tree]
1001 = Options
1100 = Général
1200 = Désinstalleur

[General]
1101 = Langage actuel:
1102 = Passer en Mode Avancé
1103 = Vérifier les Mises à Jour au démarrage

[Uninstaller Options]
1201 = Voir les Mises à Jour du Système
1202 = Voir les Composants du Système
1203 = Activer le mode de chargement rapide
1204 = Démarrer uniquement le désinstalleur intégré 
1205 = (Non supporté par Windows Vista)
1206 = Créer un Point de Restauration Système avant désinstallation
1207 = Effacer les fichiers et répertoires restants pour les envoyer dans la corbeille


[Auto Update]
1907 = Mise à Jour
1908 = Information de Version
1909 = Version Actuelle:
1910 = Dernière Version:
1911 = TELECHARGER
1912 = Obtenir la Dernière Version
1913 = Ce qu'il y a de nouveau
1914 = Vérification...
1915 = Erreur de connection...
1916 = ARRET
1917 = Téléchargé %s de %s
1918 = Téléchargé %s (Poids total inconnu)
1919 = Revo Uninstaller n'a pas été capable de se connecter à www.revouninstaller.com. S'il vous plait, vérifier que votre connection Internet est active et que votre parefeu ne bloque pas Revo Uninstaller
1920 = Erreur : La vérification d'une nouvelle version a échouée. Pas de connection internet.


[WinTools]
2110 = Démarrer
2111 = Il y a beaucoup d'outils et composants pratiques très utiles embarqués avec tous les systèmes d'exploitation Windows. Certains d'entre eux disposent d'options en ligne de commande complexes, d'autres sont difficiles d'accès. Outils Windows vous donne accès, en un clic, à plus de dix outils de Windows que vous utilisez dans votre travail quotidien.
2112 = Vous pouvez l'utiliser pour restaurez votre ordinateur à un état précédent, si un problème se produit, sans perdre vos fichiers de données personnels. Les dispositifs de surveillance du Système de Restauration détectent les modifications des fichiers du système et de certaines applications, et il crée automatiquement des points de réstauration facilement identifiables. Ces points de restauration vous permettent de remettre le système à un précédent moment. Ils sont créés quotidiennement et lors d'évènements significatifs du système. Vous pouvez également créer et nommer vos propres points de restauration à n'importe quel moment.
2113 = Vous pouvez l'utiliser pour rassembler et afficher des informations sur le matériel de votre ordinateur et votre système d'exploitation, votre configuration internet et la configuration de votre modem et adaptateur réseau. Avec l'outil Diagnostics du Réseau, vous pouvez réaliser un scan de votre système, un test de connectivité et voir si vos programmes et services dépendant du réseau sont fonctionnels. 
2114 = Vous pouvez l'utiliser pour afficher toutes les valeurs de votre configuration réseau TCP/IP, du Dynamic Host Configuration Protocol (DHCP) et du Domain Name System (DNS). Celà affiche le configuration TCP/IP complète, pour tous les adaptateurs, incluant l'adresse IP, l'adresse MAC, le masque de sous-réseau, la passerelle par défaut, le Windows Internet Naming Service (WINS) et la configuration DNS.
2115 = Vous pouvez l'utiliser pour vérifier le statut de votre ordinateur en ce qui concerne trois points de sécurité essentiels : Pare-feu, logiciel de Protection Antivirus et le système de Mise à Jour Automatique. Si un problème est détecté avec un de ses trois points essentiels (par exemple, si votre programme antivirus est périmé), le Centre de Sécurité vous envoie une alerte et vous fournit des recommandations sur la manière de mieux protéger votre ordinateur.
2116 = Vous pouvez l'utiliser pour faire les choses suivantes: voir des informations basiques tel que le type de CPU et la mémoire RAM; voir et modifier les réglages contrôlant la manière dont l'ordinateur utilise la mémoire; voir des informations sur le matériel et les périphériques, comme par exemple les profils matériels; voir des informations sur votre connexion réseau et vos paramètres d'ouverture de session; paramétrer la création des rapports destinés à Microsoft ou à l'Administrateur système, lors d'erreur du système et/ou des programmes.
2117 = Informations Système est un composant du système d'exploitation Windows qui collecte et affiche des informations sur la configuration du système pour les ordinateurs locaux et distants. Ceci inclut des informations sur les configurations matérielles et logicielles ainsi que les composants de l'ordinateur. Celà inclut les pilotes signés ou non. Informations Système est un outil de support que vous pouvez utiliser pour rapidement localiser une information sur votre ordinateur et son système d'exploitation.
2118 = La Commande TCP/IP Netstat est un composant du système d'exploitation Windows qui affiche toutes les connexions TCP actives, ainsi que les ports TCP et UDP que l'ordinateur écoute. Il affiche l'exécutable concerné par une connexion entre des crochets [ ], au-dessus le nom du composant et ainsi de suite jusqu'à atteindre le TCP/IP. 
2119 = Cet outil affiche un clavier virtuel sur l'écran et permet aux utilisateurs à mobilité réduite de taper les information en utilisant un périphérique de pointage ou un joystick. Le Clavier Visuel est fournit pour fournir un minimum de fonctionnalité aux utilisateurs à mobilité réduite. Vous pouvez aussi utiliser le Clavier Visuel si vous pensez qu'il y a enregistreur de frappe installé sur l'ordinateur et que les touches que vous tapez sont enregistrées. Le Clavier Visuel élimine le risque d'enregistrement de touches tapées.
2120 = Cet outil analyse les volumes locaux et consolide les fichiers et répertoires fragmentés, afin de mettre chaque bout de fichier ensemble et dans l'ordre sur le volume. Par conséquent, votre système pourra accéder à vos fichiers et dossiers, ainsi qu'en enregistrer de nouveaux, plus efficacement. En consolidant vos fichiers et dossiers, le Défragmenteur de Disque consolide également l'espace libre du volume, ainsi les nouveaux fichiers seront probablement moins fragmentés. 
2121 = Vous pouvez l'utiliser pour: Démarrer, Arrêter, Suspendre, Reprendre ou Désactiver un service sur les ordinateurs locaux ou distants; Organiser les services sur les ordinateurs locaux et distants; Etablir les actions de récupérations lorsqu'un service plante, par exemple, redémarrer le service automatiquement; Activer ou Désactiver les services pour un profil matériel particulier; Voir le statut et la description de chaque service.
2122 = Vous pouvez l'utiliser pour gérer les ressources partagées sur le réseau, contrôler les permissions d'accès des utilisateurs, l'activité des sessions, les propriétés des ressources partagées et voir un sommaire des connexions et ressources utilisées pour les ordinateurs locaux et distants. Avec les Dossiers Partagés, Vous pouvez: Créer, Voir et Régler les permissions pour les ressources partagées; Voir une liste de tous les utilisateurs connectés en réseau à l'ordinateur et déconnecter un (ou tous) d'entre eux. Voir une liste des fichiers qui ont été ouvert par les utilisateurs distants.
2123 = Cet outil inclut les réglages des droits pour la Configuration Utilisateur, ce qui affecte les utilisateurs, et pour la Configuration de l'ordinateur, ce qui affecte les ordinateurs. Les réglages des Droits de Groupes definissent les divers composants de l'environnement de bureau des utilisateurs qu'un administrateur système a besoin de gérer. Par exemple, les programmes qui sont autorisés pour les utilisateurs, les programmes qui apparaissent sur le bureau de l'utilisateur et les options pour le menu Démarrer.
2124 = Ajout/Suppression des composants Windows vous aide à gérer les composants Windows installés sur votre ordinateur. Une fois le système d'exploitation Windows installé sur votre ordinateur, vous pouvez l'utiliser pour ajouter un composant Windows qui n'était pas inclus dans l'installation originale, ou supprimer un composant Windows existant dont vous n'avez plus besoin.
2125 = L'Outil de suppression de logiciels malveillants Microsoft Windows inspecte les ordinateurs, tournant sur un système d'exploitation Windows, à la recherche d'infections spécifiques et répandues,  par des logiciels malveillants, et aide à supprimer toutes infections découvertes. Celà inclut des infections par virus, vers, et chevaux de troie. Quand le processus de détection et de suppression est terminé, l'outil affiche un rapport, incluant, si toutefois il y en avait, quels logiciels malveillants ont été détectés et supprimés.


[Junk Files Cleaner Options]
2202 = Disques à Scanner:
2203 = Type de fichier
2204 = Description
2205 = Ajouter
2206 = Supprimer
2207 = Réglage Par Défaut
2208 = Nettoyeur de fichiers périmés::Général
2209 = Nettoyeur de fichiers périmés::Exclure
2220 = Type de fichier à scanner:
2221 = Vous pouvez utiliser les symboles (?,*) comme caractères génériques
2222 = Ajouter un type de fichier
2223 = Ajouter un type de fichier à exclure
2224 = Vous pouvez utiliser les symboles (?,*) comme caractères génériques
2225 = Type de fichier exclu:
2226 = Effacer les fichiers pour les envoyer dans la corbeille
2227 = Ignorer les fichiers avec un accès dans les dernières 24 heures

[Junk Files Cleaner Tool]
2306 = Scan
2307 = Effacement
2308 = Scan
2309 = S'il vous plait, patientez durant le scan en cours
2310 = Annuler
2311 = Nom
2312 = Poids
2319 = Fichiers:
2320 = Poids total:
2323 = Il y a des fichiers utilisés par Windows ou un autre programme\n Ces fichiers ne peuvent être effacés maintenant
2324 = Vous devez sélectionner au moins un disque et une extension pour démarrer le scan
2325 = Nettoyeur de fichiers périmés vous permet de trouver et supprimer de nombreux types de fichiers périmés et inutiles de votre ordinateur. Normalement, de tels fichiers sont supprimés par l'application qui les ont créés dès qu'ils n'en ont plus besoin. Cependant, ils peuvent rester de manière permanente sur votre disque dur lors d'un arrêt innatendu de l'application parente, d'un crash du système, etc ... Si celà se produit, celà provoquera une réduction de l'espace disque disponible, un ralentissement de la vitesse du système et une diminution des performances.
2326 = Fichier
2327 = Suppression des fichiers


[ContextMenu Junk Files Cleaner]
2313 = Ouvrir
2314 = Chercher sur Google
2315 = Ouvrir le répertoire conteneur
2316 = Propriétés...
2317 = Cocher tous les objets
2318 = Décocher tous les objets
2321 = Cocher les objets sélectionnés
2322 = Décocher les objets sélectionnés

[TopMost Window]
4002 = Options
4003 = Ouvrir la fenêtre principale
4004 = Mode Glisser et Déposer
4005 = Mode Chasseur
4006 = Poids
4007 = Petite
4008 = Moyenne
4009 = Grande
4010 = Taille de la fenêtre
4011 = QUITTER
4012 = Désinstaller
4013 = Arrêter le démarrage automatique
4014 = Stopper le processus
4015 = Stopper et supprimer le processus
4016 = Ouvrir le répertoire conteneur
4017 = Info
4018 = Propriétés
4019 = ANNULER
4020 = Seulement un fichier à la fois est possible
4021 = Vous avez déposer un répertoire, s'il vous plait veuillez faire Glisser-Déposer un fichier!
4022 = Désinstaller ou Enlever:
4023 = Non résolu! Essayer de viser une autre fenêtre, icône ou un objet de la barre des tâches
4024 = Impossible de lancer la commande de désinstallation!\n S'il vous plait, désinstaller l'application du Désinstalleur.
4025 = Pas de Package d'Installation trouvé!\nConseil: Essayer d'obtenir plus d'information sur l'application et\n tenter la désinstallation à partir de la fenêtre principale!
4026 = L'application ciblée est désactivée dans les entrées de démarrage!\nConseil: Si vous souhaitez la réactiver, utiliser le Gestionnaire de démarrage dans l'application principale!
4027 = L'application ciblée n'est pas trouvée dans les chemins de démarrage habituels!\nConseil: Pour rechercher les chemins inhabituels utilisés pour le démarrage d'une application, aidez-vous du site Internet www.google.fr!
4028 = Etes-vous sûr de vouloir fermer l'application sélectionnée?\nToutes les données non sauvegardées seront perdues!
4029 = Désinstaller
4030 = Etes-vous sûr de vouloir fermer et supprimer l'application sélectionnée?\nToutes les données non sauvegardées seront perdues!
4031 = Etes-vous sûr de vouloir fermer Windows Explorer?\n Le Menu Démarrer et la barre des tâches disparraîtront!
4032 = Démarrage automatique avec Windows
4033 = Transparence


[Scan After Uninstall]
4210 = Lieu
4211 = Clé
4212 = Valeur
4213 = Données
4214 = Fichier
4215 = Sélectionnez un objet pour réaliser cette opération!
4216 = Scan après désinstallation
4217 = Sélectionner tout
4218 = Désélectionner tout
4219 = Supprimer
4220 = Fichiers restés
4221 = Entrées du registre restés
4222 = Scan avant désinstallation...patientez s'il vous plait
4223 = Lancement du désinstalleur...
4224 = S'il vous plait, démarrez le scan des fichiers, répertoires et clés de registre restés lorsque la désinstallation ait finie
4225 = Scan après désinstallation...patientez s'il vous plait
4226 = S'il vous plait, vérifiez soigneusement les objets listés!
4227 = Fermer
4228 = Les fichiers encore présent dans la liste seront effacés au prochain redémarrage de l'ordinateur
4229 = Echec du démarrage du désinstalleur d'application!nIl est possible que la commande de désinstallation soit invalide!
4230 = Retour
4231 = Suivant
4232 = Sélectionnez un mode de désinstallation
4233 = Modes
4234 = Intégré - Démarre uniquement le désinstalleur intégré sans réaliser de scan additionnel
4235 = Sûr - Inclut le mode Intégré et réalise des scans additionnels, dans le registre et le disque dur, pour uniquement trouver des éléments restants sûrs à supprimer. Le mode le plus rapide.
4236 = Modéré - Inclut le mode Sûr et réalise des scans étendus pour trouver tous les éléments restants de l'application dans les endroits les plus courants du registre et du disque dur.
4237 = Avancé - Inclut le mode Modéré et réalise des scans approfondis et complet, du registre et du disque dur, pour trouver tous les éléments restants relatifs à l'application. Le mode le plus lent.
4238 = Analyse des données de l'application avant désinstallation.
4239 = Démarrage du désinstalleur intégré à l'application pour une désinstallation par défaut.
4240 = Appuyer sur le bouton "Suivant" pour démarrer le scan des fichiers, répertoires et éléments du registre restants après que le désinstalleur de l'application est terminé.
4241 = Exécution de l'analyse et de la désinstallation
4242 = Scan après désinstallation.
4243 = Scan après le désinstalleur intégré à l'application. Recherche dans le registre et sur le disque dur les fichiers, répertoires et élements du registre liés à l'application désinstallée. S'il vous plait, patientez….
4244 = Elements restants du registre trouvés
4245 = Elements du registre trouvés :
4246 = Note : S'il vous plait, vérifier soigneusement les éléments présentés! Seul les élements cochés et en gras, ainsi que leurs sous-éléments seront supprimés!
4247 = Fichiers et répertoires restants trouvés
4248 = Eléments trouvés:
4249 = Mon ordinateur
4250 = Revo Uninstaller n'a pas été en mesure de démarrer le désinstalleur intégré. Peut-être la commande de désinstallation de l'application est invalide ou corrompu. Vous pouvez appuyer sur le bouton "Retour" et essayer un autre mode de désinstallation.
4251 = Le désinstalleur intégré à l'application a terminé. Revo Uninstaller n'a pas fait de scan pour les éléments restants. Vous pouvez appuyer sur le bouton "Retour" et essayer un autre mode de désinstallation pour scanner les fichiers, répertoires et élements du registre restants.
4252 = Revo Uninstaller a terminé la procédure de désinstallation avec succès, mais des éléments restants n'ont pas été trouvés. Vous pouvez appuyer sur le bouton "Retour" et essayer un autre mode de désinstallation étendue pour un scan plus approfondi.
4253 = Revo Uninstaller a terminé la procédure de désinstallation avec succès. Si vous souhaitez rechercher plus d'éléments restants, vous pouvez appuyer sur le bouton "Retour" et essayer un autre mode de désinstallation étendue pour un scan plus approfondi.
4254 = Fini
4255 = Etes-vous sûr de vouloir envoyer les fichiers sélectionnés à la corbeille?
4256 = Etes-vous sûr de vouloir supprimer les éléments du registre sélectionnés?
4257 = Revo Uninstaller a terminé la procédure de désinstallation avec succès!
4258 = Etes-vous sûr de vouloir sauter l'effacement des entrées du registres restantes trouvées et de continuer directement à l'étape suivante ?
4259 = Etes-vous sûr de vouloir sauter l'effacement des fichiers et répertoires restants trouvés et de continuer directement à l'étape suivante ?
4260 = Scan des objets restants terminé. Appuyez sur "Suivant" pour voir les résultats!
4261 = Création d'un point de restauration du système...
4262 = Création d'un point de restauration du système - Echec!
4263 = Création d'un point de restauration du système désactivé (dans Options->Désinstalleur)
4264 = Création d'un point de restauration du système - Effectué!

[About]
4300 = Traducteurs:

[ContextMenu Uninstaller]
5000 = Commandes
5001 = Info
5002 = Chercher sur Google
5004 = Chemin d'installation
5005 = Ouvrir le lien Editeur...
5006 = Ouvrir le lien Informations de support technique...
5007 = Ouvrir le lien des Mises à Jour du Produit...
5008 = Ouvrir la clé de registre...

[Common]
10000 = OK
10001 = Annuler
10002 = Aide
10003 = Parcourir
10004 = Aide sur l'outil actuel
10005 = Page d'accueil
10006 = A Propos de
10007 = Attention
10008 = ERREUR

[Tooltips]
2000 = Passer en mode Désinstalleur
2001 = Voir le volet contenant les Outils
2002 = Ajuster les réglages selon vos désirs
2003 = Passer en mode Chasseur
2004 = Changer le mode de vue de la liste des applications installées
2005 = Désinstaller l'application sélectionnée
2006 = Supprimer l'entrée sélectionnée du registre
2007 = Rafraichir la liste des applications
2008 = Mettre à jour la version actuelle pour la dernière version
2009 = Trouver les informations complémentaires et les réponses à toutes vos questions sur le programme
404 = Démarrer l'application sélectionnée
405 = Arrêter et fermer l'application sélectionnée
406 = Supprimer l'application sélectionnée du démarrage automatique
506 = Tout nettoyer
605 = Nettoyer les options sélectionnées
705 = Nettoyer les options sélectionnées
2106 = Démarrer l'outil sélectionné
2304 = Faire un scan des fichiers inutiles selon les réglages sélectionnés
2305 = Envoyer les fichiers cochés dans la corbeille
